delivery_carrier_label_seur/models/template/manifiesto.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:det="http://localhost:7026/DetalleBultoPDFWebService">
   <soapenv:Header/>
   <soapenv:Body>
      <det:generacionPDFDetallePorFecha>
        <det:in0>${vat}</det:in0>
        <det:in1>${franchise}</det:in1>
        <det:in2>${date}T00:00:00:000Z</det:in2>
        <det:in3>${username}</det:in3>
        <det:in4>${password}</det:in4>
      </det:generacionPDFDetallePorFecha>
   </soapenv:Body>
</soapenv:Envelope>
